Repository: MDendiPurwanto/MaiaChat-AI-Customer-Service-Lead-Generator
Catalog: languages/maia-chat-*.po
Languages: id_id

source: MaiaChat Settings
id_id: Pengaturan MaiaChat

source: Lead Logs
id_id: Log Database

source: General Configuration
id_id: Konfigurasi Umum

source: MaiaRouter API Key
id_id: Kunci API MaiaRouter

source: MaiaRouter Model
id_id: Model MaiaRouter

source: Assistant Name
id_id: Nama Asisten

source: Primary Color
id_id: Warna Utama

source: Welcome Message
id_id: Pesan Selamat Datang

source: S3 Storage Configuration (Optional)
id_id: Konfigurasi Penyimpanan S3 (Opsional)

source: Knowledge Base
id_id: Basis Pengetahuan

source: Upload Document (.txt, .md)
id_id: Unggah Dokumen (.txt, .md)

source: Knowledge Source (URL)
id_id: Sumber Pengetahuan (URL)

source: Manual Context / Branding
id_id: Konteks Manual / Branding

source: Fetched Content (Read Only)
id_id: Konten Diambil (Hanya Baca)

source: Tracking & Human Agent Handoff
id_id: Pelacakan & Handoff Agen Manusia

source: WhatsApp Number (for Human Agent)
id_id: Nomor WhatsApp (untuk Agen Manusia)

source: Handoff Button Wording
id_id: Kata-kata Tombol Handoff

source: Enable Lead Collection (Email/HP)
id_id: Aktifkan Koleksi Lead (Email/HP)

source: Select File
id_id: Pilih File

source: Remove
id_id: Hapus

source: Upload file .txt atau .md.
id_id: Unggah file .txt atau .md.

source: No content yet.
id_id: Belum ada konten.

source: Hello!
id_id: Halo!

source: Guest
id_id: Tamu

source: Sorry, I could not process that.
id_id: Maaf, saya tidak dapat memproses permintaan tersebut.

source: API Key not configured.
id_id: Kunci API belum dikonfigurasi.

source: API Error %d
id_id: Kesalahan API %d

source: MaiaChat Lead Logs
id_id: Log Database MaiaChat

source: Riwayat interaksi pelanggan yang mengisi formulir Lead Generation.
id_id: Riwayat interaksi pelanggan yang mengisi formulir Lead Database.

source: Belum ada data lead masuk.
id_id: Belum ada data database masuk.
